Repository: Some-Apps/Incremental
Catalog: Calisthenics/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, pt_pt, ru, zh_hans, zh_hant

source: - Attempting to gain unauthorized access to the App or its related systems or networks.
de: - Der Versuch, unbefugten Zugriff auf die App oder deren zugehörige Systeme oder Netzwerke zu erlangen.
es: - Intentar obtener acceso no autorizado a la Aplicación o sus sistemas o redes relacionados.
fr: - Tentative d'accès non autorisé à l'application ou à ses systèmes ou réseaux associés.
ja: 「 - アプリや関連システムまたはネットワークへの不正アクセスを試みること。」
ko: - 앱 또는 관련 시스템이나 네트워크에 무단으로 접근하려고 시도하는 행위.
pt_br: - Tentar obter acesso não autorizado ao Aplicativo ou aos seus sistemas ou redes relacionados.
pt_pt: - Tentar obter acesso não autorizado à Aplicação ou aos seus sistemas ou redes relacionados.
ru: - Попытка несанкционированного доступа к приложению или его связанным системам или сетям.
zh_hans: - 试图未经授权访问应用程序及其相关系统或网络。
zh_hant: - 企圖未經授權訪問該應用程式或其相關系統或網路。

source: - Reverse engineering, decompiling, or disassembling the App.
de: - Reverse Engineering, Dekompilieren oder Disassemblieren der App.
es: - Ingeniería inversa, descompilación o desensamblaje de la Aplicación.
fr: - Ingénierie inverse, décompilation ou désassemblage de l'application.
ja: 「 - アプリのリバースエンジニアリング、逆コンパイル、逆アセンブルを行うこと。」
ko: - 앱을 역설계, 디컴파일 또는 디스어셈블하는 행위.
pt_br: - Realizar engenharia reversa, descompilar ou desmontar o Aplicativo.
pt_pt: - Realizar engenharia reversa, descompilar ou desmontar a Aplicação.
ru: - Реверс-инжиниринг, декомпиляция или дизассемблирование приложения.
zh_hans: - 反向工程、反编译或反汇编该应用程序。
zh_hant: - 逆向工程、反編譯或拆解該應用程式。

source: - Using the App to infringe upon the intellectual property rights of others.
de: - Die Nutzung der App zur Verletzung der geistigen Eigentumsrechte Dritter.
es: - Usar la Aplicación para infringir los derechos de propiedad intelectual de otros.
fr: - Utiliser l'application pour enfreindre les droits de propriété intellectuelle d'autrui.
ja: 「 - アプリを使用して他者の知的財産権を侵害すること。」
ko: - 앱을 사용하여 타인의 지적 재산권을 침해하는 행위.
pt_br: - Usar o Aplicativo para infringir os direitos de propriedade intelectual de terceiros.
pt_pt: - Utilizar a Aplicação para infringir os direitos de propriedade intelectual de terceiros.
ru: - Использование приложения для нарушения прав интеллектуальной собственности других лиц.
zh_hans: - 利用该应用程序侵犯他人的知识产权。
zh_hant: - 使用該應用程式侵犯他人的知識產權。

source: and
de: und
es: y
fr: et
ja: と
ko: 그리고
pt_br: e
pt_pt: e
ru: и
zh_hans: 和
zh_hant: 和

source: %.2f minutes
de: %.2f Minuten
es: %.2f minutos
ja: %.2f 分
ko: %.2f분
pt_br: %.2f minutos
pt_pt: %.2f minutos
ru: %.2f минуты
zh_hans: %.2f 分钟
zh_hant: %.2f 分鐘

source: %.2f seconds
de: %.2f Sekunden
es: %.2f segundos
fr: %.2f secondes
ja: %.2f 秒
ko: %.2f초
pt_br: %.2f segundos
pt_pt: %.2f segundos
ru: %.2f секунды
zh_hans: %.2f 秒
zh_hant: %.2f 秒

source: • **Cancellation:** You may cancel your subscription at any time through your App Store account settings. No refunds will be provided for unused portions of a subscription period.
de: • **Kündigung:** Sie können Ihr Abonnement jederzeit über die Kontoeinstellungen im App Store kündigen. Es werden keine Rückerstattungen für ungenutzte Teile des Abonnementzeitraums gewährt.
es: • **Cancelación:** Puede cancelar su suscripción en cualquier momento a través de la configuración de la cuenta de App Store. No se proporcionarán reembolsos por porciones no utilizadas de un período de suscripción.
fr: • **Annulation:** Vous pouvez annuler votre abonnement à tout moment via les paramètres de votre compte App Store. Aucun remboursement ne sera accordé pour les périodes d'abonnement non utilisées.
ja: • **キャンセル:** サブスクリプションはいつでもApp Storeのアカウント設定からキャンセルできます。サブスクリプション期間の未使用部分に対する払い戻しは行われません。
ko: • **취소:** App Store 계정 설정을 통해 언제든지 구독을 취소할 수 있습니다. 구독 기간 동안 사용하지 않은 부분에 대해서는 환불되지 않습니다.
pt_br: • **Cancelamento:** Você pode cancelar sua assinatura a qualquer momento através das configurações da sua conta na App Store. Não serão fornecidos reembolsos para partes não utilizadas de um período de assinatura.
pt_pt: • **Cancelamento:** Pode cancelar a sua subscrição a qualquer momento através das definições da sua conta na App Store. Não serão fornecidos reembolsos por partes não utilizadas de um período de subscrição.
ru: • **Отмена:** Вы можете отменить свою подписку в любое время через настройки учетной записи в App Store. Возмещение за неиспользованные части периода подписки не предоставляется.
zh_hans: • **取消：** 你可以随时通过你的 App Store 账户设置取消订阅。对于订阅期间未使用的部分将不提供退款。
zh_hant: • **取消訂閱:** 您可以隨時透過您的 App Store 帳戶設定取消訂閱。對於訂閱期未使用的部分將不提供退款。

source: • **Disclaimer:** The App is provided "as is" and "as available" without warranties of any kind, either express or implied. We do not warrant that the App will be uninterrupted or error-free.
de: • **Haftungsausschluss:** Die App wird "wie besehen" und "wie verfügbar" ohne jegliche ausdrückliche oder stillschweigende Gewährleistung bereitgestellt. Wir übernehmen keine Gewähr dafür, dass die App ununterbrochen oder fehlerfrei funktioniert.
es: • **Renuncia:** La App se proporciona "tal cual" y "según disponibilidad" sin garantías de ningún tipo, ya sean expresas o implícitas. No garantizamos que la App sea ininterrumpida o esté libre de errores.
fr: • **Avertissement:** L'App est fournie "en l'état" et "selon disponibilité" sans garanties d'aucune sorte, explicites ou implicites. Nous ne garantissons pas que l'App sera ininterrompue ou sans erreur.
ja: • **免責事項:** アプリは「現状のまま」および「利用可能な状態で」提供され、明示または黙示の保証はありません。アプリが中断なく、エラーなしで動作することを保証しません。
ko: • **고지사항:** 앱은 "있는 그대로" 및 "사용 가능한 대로" 제공되며, 명시적이든 묵시적이든 어떠한 종류의 보증도 제공하지 않습니다. 앱이 중단되지 않거나 오류가 없음을 보증하지 않습니다.
pt_br: • **Isenção de responsabilidade:** O aplicativo é fornecido "no estado em que se encontra" e "conforme disponível" sem garantias de qualquer tipo, expressas ou implícitas. Não garantimos que o aplicativo será ininterrupto ou livre de erros.
pt_pt: • **Isenção de Responsabilidade:** A App é fornecida "tal como está" e "conforme disponível" sem garantias de qualquer tipo, expressas ou implícitas. Não garantimos que a App será ininterrupta ou livre de erros.
ru: • **Отказ от ответственности:** Приложение предоставляется "как есть" и "по мере доступности" без каких-либо гарантий, явных или подразумеваемых. Мы не гарантируем, что Приложение будет работать бесперебойно или без ошибок.
zh_hans: • **免责声明：** 本应用程序按“原样”和“可用”提供，不提供任何明示或暗示的保证。我们不保证本应用程序无中断或无错误。
zh_hant: • **免責聲明:** 此應用程式按「現狀」和「現有」情況提供，不提供任何形式的保證，不論明示或暗示。我們不保證應用程式不會中斷或沒有錯誤。

source: • **Eligibility:** You must be at least 13 years old to use the App. By using the App, you represent and warrant that you meet this eligibility requirement.
de: • **Berechtigung:** Sie müssen mindestens 13 Jahre alt sein, um die App zu nutzen. Durch die Nutzung der App erklären und garantieren Sie, dass Sie diese Altersanforderung erfüllen.
es: • **Elegibilidad:** Debes tener al menos 13 años para usar la App. Al usar la App, declaras y garantizas que cumples con este requisito de elegibilidad.
fr: • **Éligibilité:** Vous devez avoir au moins 13 ans pour utiliser l'App. En utilisant l'App, vous déclarez et garantissez que vous remplissez cette condition d'éligibilité.
ja: • **利用資格:** アプリを使用するには、少なくとも13歳でなければなりません。アプリを使用することで、この利用資格を満たしていることを表明し、保証します。
ko: • **적격성:** 앱을 사용하려면 최소 13세 이상이어야 합니다. 앱을 사용함으로써 이 적격성 요건을 충족함을 진술하고 보증합니다.
pt_br: • **Elegibilidade:** Você deve ter pelo menos 13 anos de idade para usar o aplicativo. Ao usar o aplicativo, você declara e garante que atende a este requisito de elegibilidade.
pt_pt: • **Elegibilidade:** Deve ter pelo menos 13 anos para usar a App. Ao usar a App, declara e garante que cumpre este requisito de elegibilidade.
ru: • **Право на использование:** Вам должно быть не менее 13 лет для использования Приложения. Используя Приложение, вы заявляете и гарантируете, что соответствуете этому требованию.
zh_hans: • **资格：** 你必须年满13岁才能使用本应用程序。使用本应用程序即表示你已达到此资格要求。
zh_hant: • **資格:** 您必須年滿 13 歲才能使用此應用程式。使用此應用程式即表示您確認並保證符合該資格要求。

source: • **Incremental Pro:** The App offers monthly and yearly subscriptions to Incremental Pro, which provide additional features. Subscriptions are billed through your App Store account.
de: • **Incremental Pro:** Die App bietet monatliche und jährliche Abonnements für Incremental Pro an, die zusätzliche Funktionen bereitstellen. Abonnements werden über Ihr App Store-Konto abgerechnet.
es: • **Incremental Pro:** La App ofrece suscripciones mensuales y anuales a Incremental Pro, que proporcionan funciones adicionales. Las suscripciones se facturan a través de tu cuenta de App Store.
fr: • **Incremental Pro:** L'App propose des abonnements mensuels et annuels à Incremental Pro, qui offrent des fonctionnalités supplémentaires. Les abonnements sont facturés via votre compte App Store.
ja: • **Incremental Pro:** アプリは、追加機能を提供するIncremental Proの月次および年次サブスクリプションを提供します。サブスクリプションの料金はApp Storeのアカウントを通じて請求されます。
ko: • **Incremental Pro:** 앱은 Incremental Pro에 추가 기능이 제공되는 월간 및 연간 구독을 제공합니다. 구독은 App Store 계정을 통해 청구됩니다.
pt_br: • **Incremental Pro:** O aplicativo oferece assinaturas mensais e anuais para o Incremental Pro, que fornecem recursos adicionais. As assinaturas são cobradas através da sua conta na App Store.
pt_pt: • **Incremental Pro:** A App oferece subscrições mensais e anuais para o Incremental Pro, que fornecem funcionalidades adicionais. As subscrições são cobradas através da sua conta na App Store.
ru: • **Incremental Pro:** Приложение предлагает ежемесячные и годовые подписки на Incremental Pro, которые предоставляют дополнительные функции. Подписки оплачиваются через ваш аккаунт в App Store.
zh_hans: • **Incremental Pro：** 本应用程序提供 Incremental Pro 的月度和年度订阅，提供额外功能。订阅通过你的 App Store 账户进行计费。
zh_hant: • **增量 Pro:** 此應用程式提供每月和每年的 Incremental Pro 訂閱，這些訂閱提供額外的功能。訂閱費用將通過您的 App Store 帳戶計費。

source: • **License Restrictions:** You may not copy, modify, distribute, sell, or lease any part of the App without our prior written consent.
de: • **Lizenzbeschränkungen:** Sie dürfen keinen Teil der App ohne unsere vorherige schriftliche Zustimmung kopieren, ändern, verteilen, verkaufen oder vermieten.
es: • **Restricciones de Licencia:** No puede copiar, modificar, distribuir, vender o arrendar ninguna parte de la App sin nuestro consentimiento previo por escrito.
fr: • **Restrictions de licence:** Vous ne pouvez pas copier, modifier, distribuer, vendre ou louer une partie quelconque de l'App sans notre consentement écrit préalable.
ja: • **ライセンス制限:** 弊社の事前の書面による同意なしに、アプリの一部をコピー、変更、配布、販売、またはリースすることはできません。
ko: • **라이센스 제한:** 당사의 사전 서면 동의 없이 앱의 일부를 복사, 수정, 배포, 판매 또는 임대할 수 없습니다.
pt_br: • **Restrições de Licença:** Você não pode copiar, modificar, distribuir, vender ou arrendar qualquer parte do aplicativo sem nosso consentimento prévio por escrito.
pt_pt: • **Restrições de Licença:** Não pode copiar, modificar, distribuir, vender ou alugar qualquer parte da App sem o nosso consentimento prévio por escrito.
ru: • **Ограничения лицензии:** Вы не можете копировать, изменять, распространять, продавать или сдавать в аренду любую часть Приложения без нашего предварительного письменного согласия.
zh_hans: • **许可证限制：** 未经我们事先书面同意，你不得复制、修改、分发、出售或租赁本应用程序的任何部分。
zh_hant: • **許可限制:** 未經我們事先書面同意，您不得複製、修改、分發、出售或出租應用程式的任何部分。

source: • **License:** We grant you a non-exclusive, non-transferable, revocable license to use the App for personal, non-commercial purposes.
de: • **Lizenz:** Wir gewähren Ihnen eine nicht-exklusive, nicht übertragbare, widerrufliche Lizenz zur Nutzung der App für persönliche, nicht-kommerzielle Zwecke.
es: • **Licencia:** Te otorgamos una licencia no exclusiva, no transferible y revocable para usar la App con fines personales y no comerciales.
fr: • **Licence:** Nous vous accordons une licence non exclusive, non transférable et révocable pour utiliser l'App à des fins personnelles et non commerciales.
ja: • **ライセンス:** 個人的かつ非商業的な目的でアプリを使用するための、非独占的かつ譲渡不可能で取り消し可能なライセンスを付与します。
ko: • **라이센스:** 우리는 귀하에게 개인적이고 비상업적인 목적으로 앱을 사용할 수 있는 비독점적이고 양도 불가능한 취소 가능한 라이센스를 부여합니다.
pt_br: • **Licença:** Concedemos a você uma licença não exclusiva, intransferível e revogável para usar o aplicativo para fins pessoais e não comerciais.
pt_pt: • **Licença:** Concedemos uma licença não exclusiva, intransferível e revogável para usar a App para fins pessoais e não comerciais.
ru: • **Лицензия:** Мы предоставляем вам неисключительную, непередаваемую, отзываемую лицензию на использование Приложения для личных, некоммерческих целей.
zh_hans: • **许可证：** 我们授予你一项非独占、不可转让、可撤销的许可证，以供你个人、非商业用途使用本应用程序。
zh_hant: • **許可:** 我們授予您使用此應用程式的非專屬、不可轉讓、可撤銷許可，僅限於個人非商業用途。

source: • **Limitation:** To the fullest extent permitted by law, Jared Jones will not be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or related to your use of the App.
de: • **Einschränkung:** Im größtmöglichen gesetzlich zulässigen Umfang haftet Jared Jones nicht für indirekte, beiläufige, besondere, Folge- oder Strafschäden, die sich aus oder im Zusammenhang mit Ihrer Nutzung der App ergeben.
es: • **Limitación:** En la mayor medida permitida por la ley, Jared Jones no será responsable por daños indirectos, incidentales, especiales, consecuentes o punitivos que surjan de o estén relacionados con su uso de la App.
fr: • **Limitation:** Dans toute la mesure permise par la loi, Jared Jones ne sera pas responsable des dommages indirects, accessoires, spéciaux, consécutifs ou punitifs résultant de ou liés à votre utilisation de l'App.
ja: • **制限:** 法律で許可される最大限の範囲で、Jared Jonesはアプリの使用に起因または関連する間接的、付随的、特別、結果的、または懲罰的損害について責任を負いません。
ko: • **제한:** 법이 허용하는 최대한의 범위 내에서 Jared Jones는 앱 사용과 관련하여 발생하는 간접적, 부수적, 특수적, 결과적 또는 징벌적 손해에 대해 책임을 지지 않습니다.
pt_br: • **Limitação:** Na máxima extensão permitida por lei, Jared Jones não será responsável por quaisquer danos indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes de ou relacionados ao seu uso do aplicativo.
pt_pt: • **Limitação:** Na máxima extensão permitida por lei, Jared Jones não será responsável por quaisquer danos indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes ou relacionados com o uso da App.
ru: • **Ограничение ответственности:** В максимально допустимой законом степени Джаред Джонс не несет ответственности за любые косвенные, случайные, специальные, побочные или штрафные убытки, возникающие в связи с использованием вами Приложения.
zh_hans: • **限制：** 在法律允许的最大范围内，Jared Jones 对因使用本应用程序而引起的任何间接、偶发、特殊、后果性或惩罚性损害不承担责任。
zh_hant: • **限制:** 在法律允許的最大範圍內，Jared Jones 不對因使用此應用程式而引起的任何間接、附帶、特殊、後果性或懲罰性損害賠償承擔責任。

source: • **Ownership:** All intellectual property rights in the App, including but not limited to content, graphics, and software, are owned by Jared Jones or its licensors.
de: • **Eigentum:** Alle geistigen Eigentumsrechte an der App, einschließlich, aber nicht beschränkt auf Inhalt, Grafiken und Software, gehören Jared Jones oder seinen Lizenzgebern.
es: • **Propiedad:** Todos los derechos de propiedad intelectual de la App, incluidos, entre otros, contenido, gráficos y software, son propiedad de Jared Jones o sus licenciantes.
fr: • **Propriété:** Tous les droits de propriété intellectuelle dans l'App, y compris mais sans s'y limiter le contenu, les graphismes et les logiciels, sont détenus par Jared Jones ou ses concédants.
ja: • **所有権:** コンテンツ、グラフィック、およびソフトウェアを含むアプリのすべての知的財産権は、Jared Jonesまたはそのライセンサーに帰属します。
ko: • **소유권:** 콘텐츠, 그래픽 및 소프트웨어를 포함한 앱의 모든 지적 재산권은 Jared Jones 또는 그 라이센서에 소유권이 있습니다.
pt_br: • **Propriedade:** Todos os direitos de propriedade intelectual no aplicativo, incluindo, mas não se limitando a conteúdo, gráficos e software, são de propriedade de Jared Jones ou de seus licenciadores.
pt_pt: • **Propriedade:** Todos os direitos de propriedade intelectual na App, incluindo mas não limitado a conteúdo, gráficos e software, são propriedade de Jared Jones ou dos seus licenciadores.
ru: • **Право собственности:** Все права интеллектуальной собственности на Приложение, включая, но не ограничиваясь содержимым, графикой и программным обеспечением, принадлежат Джареду Джонсу или его лицензиарам.
zh_hans: • **所有权：** 本应用程序的所有知识产权，包括但不限于内容、图形和软件，均由 Jared Jones 或其许可方拥有。
zh_hant: • **所有權:** 應用程式中的所有知識產權，包括但不限於內容、圖形和軟體，均由 Jared Jones 或其授權者所有。

source: • **Payment Terms:** All payments are handled through the App Store. You agree to the payment terms provided by the App Store. We do not have access to or store your payment information.
de: • **Zahlungsbedingungen:** Alle Zahlungen werden über den App Store abgewickelt. Sie stimmen den Zahlungsbedingungen des App Stores zu. Wir haben keinen Zugang zu Ihren Zahlungsinformationen und speichern diese nicht.
es: • **Términos de Pago:** Todos los pagos se manejan a través de la App Store. Usted acepta los términos de pago proporcionados por la App Store. No tenemos acceso a ni almacenamos su información de pago.
fr: • **Conditions de paiement:** Tous les paiements sont traités via l'App Store. Vous acceptez les conditions de paiement fournies par l'App Store. Nous n'avons pas accès à vos informations de paiement ni ne les stockons.
ja: • **支払い条件:** すべての支払いはApp Storeを通じて行われます。App Storeによって提供される支払い条件に同意します。当社はお客様の支払い情報にアクセスせず、またそれを保存しません。
ko: • **결제 약관:** 모든 결제는 App Store를 통해 처리됩니다. 귀하는 App Store에서 제공하는 결제 약관에 동의합니다. 우리는 귀하의 결제 정보를 액세스하거나 저장하지 않습니다.
pt_br: • **Termos de Pagamento:** Todos os pagamentos são processados ​​pela App Store. Você concorda com os termos de pagamento fornecidos pela App Store. Não temos acesso ou armazenamos suas informações de pagamento.
pt_pt: • **Termos de Pagamento:** Todos os pagamentos são processados através da App Store. Concorda com os termos de pagamento fornecidos pela App Store. Não temos acesso nem armazenamos as suas informações de pagamento.
ru: • **Условия оплаты:** Все платежи обрабатываются через App Store. Вы соглашаетесь с условиями оплаты, предоставленными App Store. Мы не имеем доступа к вашей платежной информации и не храним ее.
zh_hans: • **付款条款：** 所有付款均通过 App Store 处理。你同意 App Store 提供的付款条款。我们无权访问或存储你的付款信息。
zh_hant: • **付款條款:** 所有付款均通過 App Store 處理。您同意 App Store 提供的付款條款。我們無法訪問或存儲您的支付信息。

source: • **Prohibited Activities:** You agree not to use the App for any illegal activities or in a manner that violates these Terms, including but not limited to:
de: • **Verbotene Aktivitäten:** Sie stimmen zu, die App nicht für illegale Aktivitäten oder in einer Weise zu verwenden, die diese Bedingungen verletzt, einschließlich, aber nicht beschränkt auf:
es: • **Actividades Prohibidas:** Aceptas no utilizar la App para actividades ilegales o de una manera que viole estos Términos, incluyendo, pero no limitando a:
fr: • **Activités interdites :** Vous acceptez de ne pas utiliser l'application pour des activités illégales ou d'une manière qui viole ces Conditions, y compris mais sans s'y limiter :
ja: • **禁止事項:** あなたは違法な活動やこれらの利用規約に違反する方法でアプリを使用しないことに同意します。これには以下が含まれますが、これに限定されません：
ko: • **금지된 활동:** 귀하는 불법 활동이나 이 약관을 위반하는 방식으로 앱을 사용하지 않을 것에 동의합니다. 이에 국한되지 않고 다음을 포함합니다:
pt_br: • **Atividades Proibidas:** Você concorda em não usar o App para qualquer atividade ilegal ou de maneira que viole estes Termos, incluindo mas não se limitando a:
pt_pt: • **Atividades proibidas:** Concorda em não utilizar a App para quaisquer atividades ilegais ou de uma forma que viole estes Termos, incluindo mas não se limitando a:
ru: • **Запрещенные Действия:** Вы соглашаетесь не использовать Приложение для каких-либо незаконных действий или таким образом, который нарушает эти Условия, включая, но не ограничиваясь следующим:
zh_hans: • **禁止活动：** 您同意不将本应用用于任何非法活动或以违反这些条款的方式使用，包括但不限于：
zh_hant: • **禁止活動：** 您同意不將本應用程式用於任何非法活動或以違反這些條款的方式使用，包括但不限於：

source: • Copy, modify, or create derivative works of the App.
de: • Kopieren, modifizieren oder Erstellen von abgeleiteten Werken der App.
es: • Copiar, modificar o crear obras derivadas de la App.
fr: • Copier, modifier ou créer des œuvres dérivées de l'application.
ja: • アプリをコピー、変更、または派生物を作成すること。
ko: • 앱을 복사, 수정 또는 파생 작업을 생성하는 것.
pt_br: • Copiar, modificar ou criar obras derivadas do App.
pt_pt: • Copiar, modificar ou criar obras derivadas da App.
ru: • Копировать, модифицировать или создавать производные работы на основе Приложения.
zh_hans: • 复制、修改或创作本应用的衍生作品。
zh_hant: • 複製、修改或創作本應用程式的衍生作品。

source: • Rent, lease, or sublicense the App.
de: • Vermieten, verleasen oder unterlizenzieren der App.
es: • Alquilar, arrendar o sublicenciar la App.
fr: • Louer, louer sous licence ou sous-licencier l'application.
ja: • アプリを貸し出し、リース、またはサブライセンスすること。
ko: • 앱을 임대, 대여 또는 서브라이선스하는 것.
pt_br: • Alugar, arrendar ou sublicenciar o App.
pt_pt: • Alugar, arrendar ou sublicenciar a App.
ru: • Сдавать Приложение в аренду, лизинг или предоставлять права по сублицензии.
zh_hans: • 出租、租赁或再许可本应用。
zh_hant: • 租賃、出租或轉許可本應用程式。

source: • Reverse engineer, decompile, or disassemble the App.
de: • Reverse Engineering, Dekompilieren oder Disassemblieren der App.
es: • Ingeniar a la inversa, descompilar o desensamblar la App.
fr: • Faire de la rétro-ingénierie, décompiler ou désassembler l'application.
ja: • アプリを逆コンパイル、逆アセンブル、または逆エンジニアリングすること。
ko: • 앱을 리버스 엔지니어링, 디컴파일 또는 분해하는 것.
pt_br: • Fazer engenharia reversa, descompilar ou desmontar o App.
pt_pt: • Fazer engenharia reversa, descompilar ou desmontar a App.
ru: • Декомпилировать, производить обратную сборку или выполнять обратное проектирование Приложения.
zh_hans: • 逆向工程、反编译或反汇编本应用。
zh_hant: • 逆向工程、反編譯或拆解本應用程式。

source: • Use the App in any manner that violates applicable laws or regulations.
de: • Verwenden der App in einer Weise, die geltende Gesetze oder Vorschriften verletzt.
es: • Usar la App de cualquier manera que viole leyes o regulaciones aplicables.
fr: • Utiliser l'application d'une manière qui viole les lois ou règlements en vigueur.
ja: • 適用される法律や規制に違反する方法でアプリを使用すること。
ko: • 관련 법률이나 규정을 위반하는 방식으로 앱을 사용하는 것.
pt_br: • Usar o App de qualquer maneira que viole leis ou regulamentos aplicáveis.
pt_pt: • Usar a App de qualquer forma que viole as leis ou regulamentos aplicáveis.
ru: • Использовать Приложение любым образом, нарушающим применимые законы или нормативные акты.
zh_hans: • 以任何违反适用法律或法规的方式使用本应用。
zh_hant: • 以任何違反適用法律或法規的方式使用本應用程式。

source: 1. Acceptance of Terms
de: 1. Annahme der Bedingungen
es: 1. Aceptación de Términos
fr: 1. Acceptation des conditions
ja: 1. 利用規約の承諾
ko: 1. 약관 동의
pt_br: 1. Aceitação dos Termos
pt_pt: 1. Aceitação dos Termos
ru: 1. Принятие условий
zh_hans: 1. 接受条款
zh_hant: 1. 接受條款

source: 1. License
de: 1. Lizenz
es: 1. Licencia
fr: 1. Licence
ja: 1. ライセンス
ko: 1. 라이선스
pt_br: 1. Licença
pt_pt: 1. Licença
ru: 1. Лицензия
zh_hans: 1. 许可
zh_hant: 1. 授權

source: 2. Grant of License
de: 2. Erteilung der Lizenz
es: 2. Concesión de Licencia
fr: 2. Octroi de licence
ja: 2. ライセンスの付与
ko: 2. 라이선스 부여
pt_br: 2. Concessão de Licença
pt_pt: 2. Concessão de Licença
ru: 2. Предоставление лицензии
zh_hans: 2. 许可授予
zh_hant: 2. 授予授權

source: 2. Use of the App
de: 2. Nutzung der App
es: 2. Uso de la App
fr: 2. Utilisation de l'application
ja: 2. アプリの使用
ko: 2. 앱 사용
pt_br: 2. Uso do App
pt_pt: 2. Uso da App
ru: 2. Использование приложения
zh_hans: 2. 应用使用
zh_hant: 2. 應用程式的使用

source: 3. Restrictions
de: 3. Einschränkungen
es: 3. Restricciones
ja: 3. 制限事項
ko: 3. 제한사항
pt_br: 3. Restrições
pt_pt: 3. Restrições
ru: 3. Ограничения
zh_hans: 3. 限制
zh_hant: 3. 限制

source: 3. Subscriptions and Payments
de: 3. Abonnements und Zahlungen
es: 3. Suscripciones y Pagos
fr: 3. Abonnements et paiements
ja: 3. 購読と支払い
ko: 3. 구독 및 결제
pt_br: 3. Assinaturas e Pagamentos
pt_pt: 3. Subscrições e Pagamentos
ru: 3. Подписки и платежи
zh_hans: 3. 订阅和付款
zh_hant: 3. 訂閱與付款

source: 4. Intellectual Property
de: 4. Geistiges Eigentum
es: 4. Propiedad Intelectual
fr: 4. Propriété intellectuelle
ja: 4. 知的財産
ko: 4. 지적 재산
pt_br: 4. Propriedade Intelectual
pt_pt: 4. Propriedade Intelectual
ru: 4. Интеллектуальная собственность
zh_hans: 4. 知识产权
zh_hant: 4. 知識產權
